<?php
// Login / Registrierungsformular

// TODO: require_once für alles Notwendige

// TODO: Session
session_start();

?>

<!---------- Header + Navigation ---------------------------------------------------------------------------------------->
<?php
include('includes/html/header.html.php');
?>
<!-----x---- Header + Navigation ----x----------------------------------------------------------------------------------->






<!---------- footer ----------------------------------------------------------------------------------------------------->
<?php 
include('includes/html/footer.html.php');
?>
<!-----x---- footer ----x------------------------------------------------------------------------------------------------>